{
	"maniackernels" : {
		"title"      : "Maniac Kernels",
		"client"     : "Coke-a-Cola &amp; AMC Theatres",
		"blurb"      : "Experience for Coca-Cola Ahh Effect",
		"desc"       : "Maniac Kernels is a game built for the <a href=\"http://www.ahh.com/\" target=\"_blank\">Ahh Effect</a> campaign by Coca Cola in the summer of 2013 in collaboration with AMC Theaters.  It began as a simple single level experience but one year later, ecstatic with its results, the client wanted to blow it out by adding new levels and a prize give away. The concept is to fly around in a coke bottle space craft and battle Colonel Kernel and his evil maniac popcorn minions.",
		"desc2"		   : "Maniac Kernels is an HTML5 game built with Javascript and Canvas. The experience has been optimized for mobile devices by enabling native sensors for game play. In addition to the development of the game I also did all of the sound design.",
		"link"       : "#project/maniackernels",
		"prImage"    : "img/kernels-pr.jpg",
		"launchLink" : "http://www.ahhhhhhhhhhhhhhhhhh.com/",
		"launchText" : "Launch Game",
		"bgImage"    : "img/kernels-bg.jpg",
		"images"     : [ 
			{
				"image"   : "img/kernels-1.png"
 			},
			{
				"image" : "img/kernels-2.png"
 			}
		]
	},
	
	"runbetter" : {
		"title"      : "Run Better",
		"client"     : "Newton Running",
		"blurb"      : "Microsite for release of new line of running shoes",
		"desc"       : "Run Better is a website created for the release of Newton’s new line of 5 Lug running shoes. On the surface Newton is just a shoe company, however if you know the brand you know they stand for far more.  They are a grass roots company that stands for running in its purest form, there is an amazing community that surrounds their brand, and they use some of the most forward thinking technology in athletic apparel.  These were things we aimed to highlight while creating the Run Better site.  We really got to push the “cool factor” on this site by playing with some new transition effects and experimental interface design.",
		"link"       : "#project/runbetter",
		"prImage"    : "img/newton-pr.jpg",
		"launchLink" : "http://runbetter.newtonrunning.com/",
		"launchText" : "Launch Site",
		"bgImage"    : "img/newton-bg.jpg",
		"images"     : [ 
			{
				"image"   : "img/newton-1.png"
			}
		]
	},
	
	"pizzadrop" : {
		"title"      : "Pizza Drop",
		"client"     : "Coke-a-Cola &amp; Dominoes",
		"blurb"      : "Experience for Coca-Cola Ahh Effect",
		"desc"       : "Pizza Drop is an HTML 5 video game where users drop a pizza and Coke-a-Cola cap down a maze of pegs and obstacles with hope of both landing in the same slot at the bottom.",
		"desc2"		   : "The largest challenge of this project was getting the physics of the game elements to look realistic while not slowing down the experience. I accomplished this by utilizing web workers to run a physics simulation in a separate thread and then communicate the data from the simulation to composite layer where the graphics are rendered on canvas.",
		"link"       : "#project/pizzadrop",
		"prImage"    : "img/pizzadrop-pr.jpg",
		"launchLink" : "http://www.change-me.com/",
		"launchText" : "Launch Game",
		"bgImage"    : "img/pizzadrop-bg.jpg",
		"images"     : [ 
			{
				"image"   : "img/pizzadrop-1.png"
			}
		]
	},
	
	"handsonronburgundy" : {
		"title"      : "Hands On a Hard Body",
		"client"     : "Dodge &amp; Anchorman 2",
		"blurb"      : "Interactive contest to win the 2014 Dodge Durango",
		"desc"       : "Hands On A Ron Burgundy was an interactive contest for Dodge featuring the star of Anchor Man, Ron Burgundy. Akin the the popular Hands on a <a href=\"http://en.wikipedia.org/wiki/Hands_on_a_Hard_Body:_The_Documentary\" target=\"_blank\">Hardbody contest</a>, contestants were urged to “touch” Ron Burgundy continuously for as long as possible via their cursor or touch device.  The person with the longest consecutive touch over the course of the contest won the all new Dodge Durango.",
		"link"       : "#project/handsonronburgundy",
		"prImage"    : "img/burgundy-pr.jpg",
		"launchLink" : "https://vimeo.com/80931999",
		"launchText" : "Launch Video",
		"bgImage"    : "img/burgundy-bg.jpg",
		"images"     : [ 
			{
				"image"   : "img/burgundy-1.png"
			}
		]
	},
	
	"modularrobotics" : {
		"title"      : "Modular Robotics",
		"client"     : "Modular Robotics",
		"blurb"      : "Marketing site for Boulder, CO based toy company",
		"desc"       : "Modular robotics is a toy company that makes robot construction kits for kids.  They wanted a site that clearly communicates their technology while still embodying the playfulness of their brand.  As a young, rapidly growing company, they also needed a site that could scale as their business grew.  To accomplish this we delivered them a suite of web modules that had the design language built into them. These modules can be combined and reused in countless different ways to create new pages as they need them.",
		"link"       : "#project/modularrobotics",
		"prImage"    : "img/modrob-pr.jpg",
		"launchLink" : "http://www.modrobotics.com/",
		"launchText" : "Launch Site",
		"bgImage"    : "img/modrob-bg.jpg",
		"images"     : [ 
			{
				"image"   : "img/modrob-1.png"
			}
		]
	},

	"piq" : {
		"title"      : "piq",
		"client"     : "a jukebox for social spaces",
		"blurb"      : "a jukebox for social spaces",
		"desc"       : "piq is a modern day jukebox that leverages cloud technologies to enable people to collaborate with music like never before.  piq is a hardware device paired with a web application that allows anyone within a physical space select songs to add to the queue which is then streamed off the device.",
		"desc2"		   : "piq is a startup created by myself and two others. I am responsible for the design and front end development of the web application.",
		"link"       : "#project/piq",
		"prImage"    : "img/piq-pr.jpg",
		"launchLink" : "http://piq.fm",
		"launchText" : "Launch Site",
		"bgImage"    : "img/piq-bg.jpg",
		"images"     : [ 
			{
				"image"   : "img/piq-1.png"
 			},
			{
				"image" : "img/piq-2.png"
 			},
 			{
				"image" : "img/piq-3.png"
 			}
		]
	},

	"soundseq" : {
		"title"      : "Soundseq",
		"client"     : "a re-sequencer / looper for the browser",
		"blurb"      : "a re-sequencer / looper for the browser",
		"desc"       : "Soundseq is a re-sequencing and looping remix tool that runs in the browser. Soundseq allows users to upload any song to our application, where it is analyzed and sliced up. Users can then rearrange the order slices are played back in real time.",
		"desc2"		   : "My team and I built Soundseq as a project for <a href=\"http://musichackday.org/\">Music Hack Day</a>, a 24 hour sprint to build new music technologies. We used the <a href=\"http://echonest.com/\">EchoNest API</a> to analyze the music as well as the <a href=\"http://developers.soundcloud.com/\"> SoundCloud API</a> to upload your performance.",
		"link"       : "#project/soundseq",
		"prImage"    : "img/soundseq-pr.jpg",
		"launchLink" : "http://soundseq.com",
		"launchText" : "Launch Site",
		"bgImage"    : "img/soundseq-bg.jpg",
		"images"     : [ 
			{
				"image"   : "img/soundseq-1.png"
 			}
		]
	}
}